{
  "home": "Inicio",
  "search_clothing": "Buscar Ropa",
  "logout": "Cerrar Sesión",
  "login": "Iniciar Sesión",
  "signup": "Regístrate",
  "session_closed": "Tu sesión se ha cerrado correctamente.",
  "terms_and_conditions": "Términos de Uso",
  "privacy_policy": "Política de Privacidad",
  "about": "Sobre Nosotros",
  "contact": "Contacto",
  "terms": {
    "title": "Términos de Uso y Condiciones",
    "intro1": "Bienvenido a ",
    "intro2": ". Nos alegra que confíes en nosotros para explorar la moda de una manera única e innovadora. Aquí encontrarás toda la información sobre cómo funciona nuestra plataforma, cómo gestionamos tus datos y qué esperamos de ti como usuario. La transparencia es nuestra prioridad, y cumplimos rigurosamente con la normativa europea vigente.",
    "section1": {
      "title": "1. Uso Aceptable",
      "description": "Clothy está diseñada para uso personal y no comercial. Está estrictamente prohibido:",
      "item1": "Copiar, distribuir o modificar cualquier contenido de la plataforma sin autorización escrita.",
      "item2": "Intentar acceder al código fuente o manipular los algoritmos de IA.",
      "item3": "Utilizar la plataforma para actividades ilícitas o que infrinjan derechos de terceros."
    },
    "section2": {
      "title": "2. Privacidad y Protección de Datos (GDPR)",
      "description1": "En Clothy seguimos estrictamente el ",
      "description2": ". Los datos personales que nos proporcionas se utilizan exclusivamente para ofrecerte un mejor servicio. A continuación, destacamos los puntos principales:",
      "item1": "Solo recopilamos datos necesarios, como tu imagen para buscar ropa similar.",
      "item2": "No compartimos tus datos con terceros sin tu consentimiento explícito.",
      "item3": "Puedes solicitar acceder, modificar o eliminar tus datos en cualquier momento.",
      "privacyPolicy": "Consulta nuestra",
      "privacyLink": "Política de Privacidad",
      "GDPR": "Reglamento General de Protección de Datos (GDPR)"
    },
    "section3": {
      "title": "3. Uso de las Imágenes",
      "description": "Cuando subes una imagen a Clothy, esta solo se utiliza con el propósito de buscar prendas de ropa similares y mejorar nuestro algoritmo de IA. Garantizamos que:",
      "item1": "Tus imágenes se procesan de manera segura y no se comparten con ninguna entidad externa.",
      "item2": "Las imágenes no se almacenan indefinidamente; las eliminamos automáticamente después de un período definido.",
      "item3": "Puedes solicitar la eliminación inmediata de cualquier imagen subida."
    },
    "section4": {
      "title": "4. Limitación de Responsabilidad",
      "description": "Aunque hacemos todo lo posible por mantener un servicio seguro y confiable, Clothy no se hace responsable de:",
      "item1": "Errores técnicos o interrupciones temporales en el servicio.",
      "item2": "Resultados inexactos en la búsqueda de prendas similares.",
      "item3": "Cualquier mal uso de la plataforma por parte de los usuarios."
    },
    "section5": {
      "title": "5. Modificación de los Términos",
      "description": "Nos reservamos el derecho de modificar estos términos y condiciones para adaptarnos a nuevas necesidades legales o tecnológicas. Siempre que realicemos cambios importantes, te notificaremos previamente. Recomendamos revisar periódicamente esta página para estar informado."
    },
    "section6": {
      "title": "6. Contacto y Soporte",
      "description1": "Si tienes alguna duda, preocupación o sugerencia sobre estos términos, no dudes en contactarnos a través de nuestro",
      "description2": " o enviando un correo electrónico a ",
      "description3": ".¡Estamos aquí para ayudarte y escucharte!"
    }
  },
  "privacyPolicy": {
    "title": "Política de Privacidad de Clothy",
    "effectiveDate": "Fecha de efectividad: 13/03/2024",
    "intro1": "En ",
    "intro2": ", tu privacidad es nuestra prioridad. Nos comprometemos a proteger tus datos personales y a cumplir con el",
    "intro3": ". Aquí te explicamos cómo recopilamos, utilizamos y protegemos tu información.",
    "Clothy": "Clothy",
    "GDPR": "Reglamento General de Protección de Datos (GDPR)",
    "section1": {
      "title": "1. Qué información recopilamos y cómo la usamos",
      "description": "Recopilamos la información necesaria para ofrecer nuestro servicio y mejorarlo continuamente. Esto incluye:",
      "items": [
        {
          "title": "Imágenes subidas",
          "description": "Las utilizamos para buscar prendas similares con nuestra IA. Estas imágenes se procesan de manera anonimizada y se eliminan después de un corto periodo."
        },
        {
          "title": "Información técnica",
          "description": "Como el tipo de dispositivo, sistema operativo y datos de uso para optimizar nuestra plataforma."
        }
      ]
    },
    "section2": {
      "title": "2. Base legal para el tratamiento de datos",
      "description": "La base legal para tratar tus datos se basa en:",
      "items": [
        "Tu consentimiento explícito, cuando nos autorizas a utilizar tus imágenes.",
        "La necesidad de procesar datos para ofrecer el servicio que solicitas.",
        "El interés legítimo de mejorar el rendimiento de nuestra plataforma y IA."
      ],
      "note": "Puedes retirar tu consentimiento en cualquier momento contactándonos."
    },
    "section3": {
      "title": "3. Tus derechos según el GDPR",
      "description": "Según el GDPR, tienes derecho a:",
      "items": [
        "Acceder: Puedes solicitar ver los datos que tenemos sobre ti.",
        "Rectificar: Puedes corregir datos incorrectos o incompletos.",
        "Eliminar: Puedes solicitar que eliminemos tus datos.",
        "Restricción: Puedes limitar cómo procesamos tus datos en determinadas circunstancias.",
        "Portabilidad: Tienes derecho a recibir tus datos en un formato electrónico."
      ],
      "contact": "Para ejercer cualquiera de estos derechos, envíanos un correo a "
    },
    "section4": {
      "title": "4. Privacidad de menores",
      "description": "Nuestro servicio no está destinado a menores de 13 años. Si descubres que un menor nos ha proporcionado datos, contacta con nosotros inmediatamente y tomaremos las medidas necesarias para eliminarlos."
    },
    "section5": {
      "title": "5. Cookies y tecnologías similares",
      "description": "Utilizamos cookies para mejorar tu experiencia en Clothy:",
      "note": "Puedes gestionar las cookies desde la configuración de tu navegador.",
      "items": [
        {
          "title": "Cookies técnicas",
          "description": "Necesarias para el funcionamiento básico de la plataforma."
        },
        {
          "title": "Cookies analíticas",
          "description": "Con tu consentimiento, para analizar el uso y mejorar nuestros servicios."
        }
      ]
    },
    "section6": {
      "title": "6. Cambios en la Política de Privacidad",
      "description": "Nos reservamos el derecho de actualizar esta política en cualquier momento. Notificaremos cualquier cambio importante antes de que sea efectivo."
    },
    "section7": {
      "title": "7. Contacto",
      "description": "Para dudas o consultas, puedes escribirnos a "
    }
  },
  "about_container": {
    "title": "Sobre Nosotros",
    "intro": "En <strong>Clothy</strong>, creemos que la moda no es solo ropa. Es una forma de expresar quiénes somos, de imaginar el mundo tal como queremos que sea y de conectar con los demás. Con este sueño en el corazón, fundamos Clothy: una plataforma nacida para rediseñar el futuro de la moda, haciéndola más accesible, inclusiva y sostenible para todos.",
    "historyTitle": "Nuestra historia",
    "history": "Todo comenzó con una pregunta sencilla: *“¿Cómo podemos ayudar a las personas a encontrar prendas de ropa que realmente se adapten a su visión y estilo?”*. Inspirados por la rapidez con la que la tecnología está cambiando el mundo, decidimos combinar la inteligencia artificial con la creatividad humana para construir una herramienta única: una que permita a los usuarios encontrar ropa basada en imágenes de una manera intuitiva y personalizada.",
    "visionTitle": "Nuestra visión",
    "vision": "Nuestra misión va más allá del estilo o la comodidad. En Clothy, soñamos con un futuro donde la moda sea un reflejo del cambio que queremos ver en el mundo: un futuro más sostenible, inclusivo y conectado. Queremos ofrecer a los usuarios las herramientas para encontrar ropa que no solo los represente, sino que también respete al planeta.",
    "commitmentTitle": "Comprometidos con nuestros usuarios",
    "commitment": "Nuestros usuarios son el centro de todo lo que hacemos. Cada funcionalidad, cada decisión y cada mejora está pensada para ofrecer una experiencia que cumpla con sus necesidades y supere sus expectativas. A través de vuestros comentarios y sugerencias, nos comprometemos a evolucionar y construir una plataforma que realmente marque la diferencia.",
    "futureTitle": "Construimos el futuro juntos",
    "future": "Esto es solo el comienzo. Nuestra visión a largo plazo incluye proyectos como crear un buscador de moda más sostenible, integración con marcas locales e incluso herramientas que ayuden a reducir el exceso de consumo en la industria de la ropa. Todo esto con un único objetivo: ayudarte a encontrar tu estilo mientras ayudamos al mundo a encontrar su equilibrio.",
    "thanks": "Gracias por formar parte de este viaje. Con Clothy, redefinimos la moda juntos."
  },
  "contact_container": {
    "title": "Contáctanos",
    "description": "En Clothy, nos encanta escuchar tus ideas, resolver tus dudas y conocer tus experiencias. La comunicación es clave para construir un mundo más conectado y accesible. Si tienes alguna pregunta, sugerencia o simplemente quieres saludarnos, ¡no dudes en contactarnos!",
    "formTitle": "Envíanos un mensaje:",
    "nameLabel": "Nombre",
    "emailLabel": "Correo electrónico",
    "messageLabel": "Mensaje",
    "submitButton": "Enviar",
    "successMessage": "¡Mensaje enviado con éxito!",
    "errorMessage": "Hubo un error. Por favor, inténtalo de nuevo más tarde."
  },
  "menu_container": {
    "header": {
      "title": "Clothy",
      "subtitle": "Rediseñando la forma de vivir la moda. Simple, sostenible y personalizado."
    },
    "main": {
      "heading": "Nuestra primera implementación",
      "description": "Con Clothy puedes cargar una imagen de una prenda de ropa y nuestra inteligencia artificial te mostrará opciones similares de diversas marcas para que puedas adquirirlas fácilmente. Esto es solo el principio. Estamos trabajando en nuevos productos y servicios que te sorprenderán.",
      "communityNote": "Si tienes alguna idea o quieres colaborar, contacta con nuestro equipo de soporte. Diseñamos para la comunidad porque queremos construir un futuro mejor juntos."
    },
    "buttons": {
      "signup": "Regístrate",
      "login": "Inicia Sesión"
    },
    "footer": {
      "betaNotice": "Clothy está en fase beta. Prueba nuestra plataforma y ayúdanos a mejorar."
    }
  }

}
