{
  "home": "Home",
  "search_clothing": "Search Clothing",
  "logout": "Logout",
  "login": "Login",
  "signup": "Sign Up",
  "session_closed": "Your session has been successfully closed.",
  "terms_and_conditions": "Terms of Use",
  "privacy_policy": "Privacy Policy",
  "about": "About",
  "contact": "Contact",
  "terms": {
    "title": "Terms of Use and Conditions",
    "intro1": "Welcome to ",
    "intro2": ". We’re glad you trust us to explore fashion in a unique and innovative way. Here you’ll find all the information about how our platform works, how we handle your data, and what we expect from you as a user. Transparency is our priority, and we rigorously comply with current European regulations.",
    "section1": {
      "title": "1. Acceptable Use",
      "description": "Clothy is designed for personal, non-commercial use. The following is strictly prohibited:",
      "item1": "Copying, distributing, or modifying any content on the platform without written authorization.",
      "item2": "Attempting to access the source code or tamper with AI algorithms.",
      "item3": "Using the platform for illegal activities or to infringe on the rights of others."
    },
    "section2": {
      "title": "2. Privacy and Data Protection (GDPR)",
      "description1": "At Clothy, we strictly follow the ",
      "description2": ". The personal data you provide us is used solely to offer you a better service. Below are the key points:",
      "item1": "We only collect necessary data, such as your image for finding similar clothing.",
      "item2": "We do not share your data with third parties without your explicit consent.",
      "item3": "You can request access, modification, or deletion of your data at any time.",
      "privacyPolicy": "Check our",
      "privacyLink": "Privacy Policy",
      "GDPR": "General Data Protection Regulation (GDPR)"
    },
    "section3": {
      "title": "3. Use of Images",
      "description": "When you upload an image to Clothy, it is only used for the purpose of finding similar clothing and improving our AI algorithm. We guarantee that:",
      "item1": "Your images are processed securely and are not shared with any external entities.",
      "item2": "Images are not stored indefinitely; we automatically delete them after a defined period.",
      "item3": "You can request the immediate deletion of any uploaded image."
    },
    "section4": {
      "title": "4. Limitation of Liability",
      "description": "Although we do our best to maintain a safe and reliable service, Clothy is not responsible for:",
      "item1": "Technical errors or temporary interruptions in the service.",
      "item2": "Inaccurate results in the search for similar clothing.",
      "item3": "Any misuse of the platform by users."
    },
    "section5": {
      "title": "5. Modification of Terms",
      "description": "We reserve the right to modify these terms and conditions to adapt to new legal or technological needs. Whenever we make significant changes, we will notify you in advance. We recommend periodically reviewing this page to stay informed."
    },
    "section6": {
      "title": "6. Contact and Support",
      "description1": "If you have any questions, concerns, or suggestions regarding these terms, feel free to contact us through our ",
      "description2": " or by sending an email to ",
      "description3": ".We are here to assist you and listen to you!"
    }
  },
  "privacyPolicy": {
    "title": "Clothy Privacy Policy",
    "effectiveDate": "Effective Date: 13/03/2024",
    "intro1": "At ",
    "intro2": ", your privacy is our priority. We are committed to protecting your personal data and complying with the",
    "intro3": ". Here we explain how we collect, use, and protect your information.",
    "Clothy": "Clothy",
    "GDPR": "General Data Protection Regulation (GDPR)",
    "section1": {
      "title": "1. What information we collect and how we use it",
      "description": "We collect the necessary information to provide and continuously improve our service. This includes:",
      "items": [
        {
          "title": "Uploaded images",
          "description": "We use them to search for similar items with our AI. These images are processed anonymously and are deleted after a short period."
        },
        {
          "title": "Technical information",
          "description": "Such as device type, operating system, and usage data to optimize our platform."
        }
      ]
    },
    "section2": {
      "title": "2. Legal basis for data processing",
      "description": "The legal basis for processing your data is:",
      "items": [
        "Your explicit consent when you authorize us to use your images.",
        "The need to process data in order to provide the service you request.",
        "Our legitimate interest in improving the performance of our platform and AI."
      ],
      "note": "You can withdraw your consent at any time by contacting us."
    },
    "section3": {
      "title": "3. Your rights under the GDPR",
      "description": "Under the GDPR, you have the right to:",
      "items": [
        "Access: You can request to see the data we have about you.",
        "Rectify: You can correct incorrect or incomplete data.",
        "Erase: You can request that we delete your data.",
        "Restrict: You can limit how we process your data in certain circumstances.",
        "Portability: You have the right to receive your data in an electronic format."
      ],
      "contact": "To exercise any of these rights, send us an email at "
    },
    "section4": {
      "title": "4. Privacy of minors",
      "description": "Our service is not intended for minors under 13 years of age. If you discover that a minor has provided us with data, contact us immediately, and we will take the necessary steps to delete it."
    },
    "section5": {
      "title": "5. Cookies and similar technologies",
      "description": "We use cookies to improve your experience on Clothy:",
      "note": "You can manage cookies through your browser settings.",
      "items": [
        {
          "title": "Technical cookies",
          "description": "Necessary for the basic functioning of the platform."
        },
        {
          "title": "Analytical cookies",
          "description": "With your consent, to analyze usage and improve our services."
        }
      ]
    },
    "section6": {
      "title": "6. Changes to the Privacy Policy",
      "description": "We reserve the right to update this policy at any time. We will notify you of any significant changes before they take effect."
    },
    "section7": {
      "title": "7. Contact",
      "description": "For any questions or concerns, you can write to us at "
    }
  },
  "about_container": {
    "title": "About Us",
    "intro": "At <strong>Clothy</strong>, we believe fashion is not just clothes. It is a way of expressing who we are, imagining the world as we want it to be, and connecting with others. With this dream at heart, we founded Clothy: a platform born to redesign the future of fashion, making it more accessible, inclusive, and sustainable for everyone.",
    "historyTitle": "Our Story",
    "history": "It all started with a simple question: *“How can we help people find clothing that truly fits their vision and style?”*. Inspired by how quickly technology is changing the world, we decided to combine artificial intelligence with human creativity to build a unique tool: one that allows users to find clothing based on images in an intuitive and personalized way.",
    "visionTitle": "Our Vision",
    "vision": "Our mission goes beyond style or comfort. At Clothy, we dream of a future where fashion is a reflection of the change we want to see in the world: a more sustainable, inclusive, and connected future. We aim to offer users the tools to find clothing that not only represents them but also respects the planet.",
    "commitmentTitle": "Committed to Our Users",
    "commitment": "Our users are at the center of everything we do. Every feature, every decision, and every improvement is designed to provide an experience that meets their needs and exceeds their expectations. Through your feedback and suggestions, we are committed to evolving and building a platform that truly makes a difference.",
    "futureTitle": "Building the Future Together",
    "future": "This is just the beginning. Our long-term vision includes projects such as creating a more sustainable fashion search engine, integration with local brands, and even tools that help reduce overconsumption in the clothing industry. All of this with one goal: to help you find your style while helping the world find its balance.",
    "thanks": "Thank you for being part of this journey. With Clothy, we are redefining fashion, together."
  },
  "contact_container": {
    "title": "Contact Us",
    "description": "At Clothy, we love hearing your ideas, solving your doubts, and learning about your experiences. Communication is the key to building a more connected and accessible world. If you have any questions, suggestions, or just want to say hi, don't hesitate to contact us!",
    "formTitle": "Send us a message:",
    "nameLabel": "Name",
    "emailLabel": "Email",
    "messageLabel": "Message",
    "submitButton": "Send",
    "successMessage": "Message sent successfully!",
    "errorMessage": "There was an error. Please try again later."
  },
  "menu_container": {
    "header": {
      "title": "Clothy",
      "subtitle": "Redesigning the way we experience fashion. Simple, sustainable, and personalized."
    },
    "main": {
      "heading": "Our first implementation",
      "description": "With Clothy, you can upload an image of a clothing item, and our AI will show you similar options from various brands so you can easily purchase them. This is just the beginning. We are working on new products and services that will amaze you.",
      "communityNote": "If you have an idea or want to collaborate, get in touch with our support team. We design for the community because we want to build a better future together."
    },
    "buttons": {
      "signup": "Sign Up",
      "login": "Log In"
    },
    "footer": {
      "betaNotice": "Clothy is in beta. Try our platform and help us improve."
    }
  }

}
